org/2019/reflections-on-the-small-puddles.org
#+SETUPFILE: ~/repo/blog/tpl/nil-site-tpl.org
#+TITLE: 由路面上的小水洼引发的思考

今天骑电动车，在马路上看到一个有趣的自然景观------海市蜃楼。一开始还没怎么注意，向前看的时候，突然就注意到了，一片水洼火热地躺在距我还有三十米远的地方。正午的太阳还是不容小觑的，突然看到这样一番景色自然是激动万分，于是加速向前。于是，终于不见水洼。

这时，我才意识到------它不是真的水洼。嘲笑自己一番，向目的地驶去了。

你看，当你远观时，你看到的是你心中希望的景象，以此来满足你的某种需求。但是，当你逐渐靠近时，你发现和你想的完全不一样，你会怎么想。被自己的自以为是欺骗的感觉很不爽吧？

这是因为自身的格局的受限而导致一场笑话。稍微用点心就会知道，大中午的，怎么会出现那一片小水洼呢？如果是洒水车弄的，那它为什么只洒那一片呢？这个问题很容易就想明白了。

*难的是复杂问题的看待角度永远是众说纷纭。*

山东大学“学伴”事件近日在各大媒体社交平台沸沸扬扬，很多自媒体人发表意见，针砭时弊。个人比较赞同公众号大浪淘沙（如果文章显示被删，我可以提供原文）的观点。限于自身水平，无法恰当表达有关此次事件的相关看法。但有一点要提：凡事都要以发展的眼光看待，不要固执己见，汇集各方意见最佳。

9 岁女童章子欣失踪案件这几天也引起我的关注。7 月 8 日 10
时许，章子欣被其奶奶认为失踪。7 月 13 日将近中午 12
点，其遗体被打捞上岸。两名相关犯罪嫌疑人早在 7 月 8
日凌晨投湖自杀。美好的事物应该是被永远保有的，即便它已经不复存在了。

我不想说什么，因为语言在事实面前是苍白无力的，苍白到说一个字都十分困难。我不会评论事件，我只知道，*世界上发生的每一件事都有其意义，结果是什么，也许重要，也许不重要。*
